export const userSections = [
  {
    id: 1,
    section: '亲爱的内测伙伴，欢迎您参与文广天书测试！',
    content: `在开启我们的测试之旅之前，请您认真阅读以下内容。
    文广天书提示您，在测试期间您应积极履行信息安全义务。
    遵守相关法律法规，遵守自愿、平等、公平及诚实信用原则，
    不利用本测试侵犯他人合法权益及谋取不正当利益，不扰乱互联网平台正常秩序，维护清朗网络环境。

    您知悉并理解，本测试下的输出是依托百度技术提供的人工智能生成内容，不应视为互联网新闻信息，
    不能代替专业领域从业人员向您解答对应疑问。相关回答基于我们训练时所使用的有限数据，
    生成的结果供您参考，并不代表我们立场。
    `,
  },
  {
    id: 2,
    section: '您参与文广天书测试活动，应遵守如下规则：',
    content: '',
    list: [
      '1.不会对参与本测试事宜进行任何宣传，也不会对外披露参与本测试限于本测试下的输入、输出、本承诺函的内容等。',
      '2.妥善保管进行测试的帐号等相关信息，如发生账号等相关信息丢失、被盗等情形，将第一时间通知文广天书，如因测试用户未能妥善保管测试账号等相关信息导致文广天书遭受损失，将承担赔偿责任。',
      '3.不会以任何形式将智能服务或输出内容等提供给第三方。不会基于本测试进行任何自有或第三方产品的开发，不会将本测试服务集成到任何产品中(包括但不限于自有或第三方网站、APP、小程序等）。',
      '4.不会通过输入内容诱导生成违反相关法律法规、恶意对抗过滤机制、形成不友善对话、干扰服务正常运行以及侵犯他人或文广天书合法权益的输出。因违反前述保证而导致的一切后果自行负责，如文广天书因此遭受损失，应予赔偿。',
    ],
  },
  {
    id: 3,
    section: '',
    content: `我们由衷地期待获取您在测试期间的任何反馈。在现阶段的研发程度下，文广天书在尽到合理努力的前提下，
    可能仍无法完全保证您通过本测试获得的输出的准确性、完整性。如您对技术模型输出的内容有任何反馈建议，
    您可以通过对回复内容的反馈进行评价，我们将基于您在测试期间的输入及反馈持续提升技术和优化功能。
    `,
  },
  {
    id: 4,
    section: '',
    content: `如果您有任何问题和意见，请随时联系我们。再次，感谢您的理解和支持，
    期待我们携手建设良好网络生态，帮助人工智能技术提升。
    `,
  },
]

export const userProtocol = {
  tailDate: '2023年5月10日',
  tailName: '文广天书',
}
