export const privacySections = [
  {
    id: 1,
    section: '',
    content: `欢迎您使用文广天书!文广天书是由新疆生产建设兵团文广传媒集团有限公司(以下简称”文广”，"我们")
    推出的生成类人工智能问答类技术服务，目前处于技术测试阶段。我们非常重视您的隐私和个人信息保护。
    本规则适用于您通过任何方式对文广天书各项服务的访问和使用。
    `,
  },
  {
    id: 2,
    section: '',
    content: `我们尽量以更清晰、更容易被您理解的方式展现本个人信息保护规则，
    从而希望能够真实地传达我们希望向您传达的信息，
    并希望您在向我们提供某些信息(其中很可能包括您的个人信息)以及允许我们处理并分享某些信息之前，
    能够清晰地了解这些信息收集的目的、可能的用途以及其他方面的内容。`,
    // list: [
    //   '1.不会对参与本测试事宜进行任何宣传，也不会对外披露参与本测试限于本测试下的输入、输出、本承诺函的内容等。',
    //   '2.妥善保管进行测试的帐号等相关信息，如发生账号等相关信息丢失、被盗等情形，将第一时间通知文广天书，如因测试用户未能妥善保管测试账号等相关信息导致文广天书遭受损失，将承担赔偿责任。',
    //   '3.不会以任何形式将智能服务或输出内容等提供给第三方。不会基于本测试进行任何自有或第三方产品的开发，不会将本测试服务集成到任何产品中(包括但不限于自有或第三方网站、APP、小程序等）。',
    //   '4.不会通过输入内容诱导生成违反相关法律法规、恶意对抗过滤机制、形成不友善对话、干扰服务正常运行以及侵犯他人或文广天书合法权益的输出。因违反前述保证而导致的一切后果自行负责，如文广天书因此遭受损失，应予赔偿。',
    // ],
  },
  {
    id: 3,
    section: '',
    content: `本规则旨在帮助您了解我们会收集哪些数据、为什么收集这些数据，会利用这些数据做些什么及如何保护这些散据。
    请您务必认真阅读本个人信息保护规则，在确认充分了解并同意后使用文广天书服务。
    使用文广天书服务，即表示您同意文广天书个人信息保护规则。
    如果您或您的监护人不同意本个人信息保护规则的任何内容，您应该立即停止使用。
    在将您的信息用于本规则未涵盖的用途时，我们会事先征求您的同意。
    `,
  },
  {
    id: 4,
    section: '',
    content: `您可以在文广天书的相关服务功能中找到一些控制项，通过这些控制项，您可以对自己的信息进行动态管理。
    `,
  },
  {
    id: 5,
    section: '',
    content: `请您确保您向我们提供的个人信息，以及您授权我们在本个人信息保护规则所述范围内收集、处理、使用、
    存储相关个人信息，不会侵犯他人合法权益。
    `,
    list: [
      '本个人信息保护规则将帮助您了解以下内容：',
      '一、我们如何收集和使用个人信息',
      '二、我们如何使用Cookie和同类技术',
      '三、我们如何保存及保护您的个人信息',
      '四、我们如何共享、转让、公开披露个人信息',
      '五、我们如何保护个人信息的安全',
      '六、未成年人使用条款',
      '七、隐私政策的修订和通知',
      '八、适用范围',
      '九、其他',
      '十、联系我们',
    ],
  },
  {
    id: 6,
    section: '',
    content: `
    我们深知个人信息对您的重要性，也深知为您的信息提供有效保护是我们业务健康可持续发展的基石。
    感谢您对文广天书的使用和信任!我们致力于维持您对我们的信任，恪守适用法律和我们对您的承诺，
    尽全力保证您的个人信息安全和合理使用。同时，我们郑重承诺，我们将按业界成熟的安全标准，
    采取相应的安全保护措施来保护您的个人信息。
    `,
  },
  {
    id: 7,
    section: '一、我们如何收集和使用您的个人信息',
    content: `
    我们会出于本个人信息保护规则所述的以下目的，收集和使用您的个人信息:
    `,
  },
  {
    id: 8,
    section: '1.注册、认证、登录文广天书相关服务',
    content: '',
    list: [
      `（1）当您注册、登录文广天书及相关服务时，您可以通过手机号创建账号，
      我们将通过发送短信验证码来验证您的身份是否有效，
      并且您可以完善相关的网络身份识别信息（如头像、昵称和密码），
      收集这些信息是为了帮助您完成注册。`,
      `（2）您也可以使用第三方账号（如微信）登录进入文广天书，
      您此时将授权我们获取您在第三方平台注册的公开信息（头像、昵称），
      并在您同意本隐私政策后将您的第三方账号与您的文广天书账号绑定，
      使您可以通过第三方账号直接登录并使用本产品和相关服务。`,
      `（3）在您使用认证等需进行身份认证的功能或服务时，根据中华人民共和国相关法律法规，
      您可能需要提供您的真实身份信息（真实姓名、身份证号码、电话号码）以完成实名验证。
      这些信息属于个人敏感信息，我们将采用行业内通行的方式，尽最大的商业努力来保护您个人敏感信息的安全。
      如果您不提供这些信息，您将可能无法获得相关服务，但不影响文广天书其他功能与服务的正常使用。`,
    ],
  },
  {
    id: 9,
    section: '2.人机交互对话',
    content: `
    当您成功连接我们的服务后，您可以通过对话框与我们的文广天书进行交互对话。
    我们会自动接收并记录您与文广天书进行交互过程中所输入的文本对话信息，
    使用这些信息向您输出内容，以提供人机交互服务。
    我们还会使用对话信息提高文广天书对您输入内容的理解能力，以便不断改进文广天书的识别和响应的速度和质量，
    提高文广天书的智能性。如您拒绝我们收集和处理前述个人信息，请您谨慎输入前述信息，
    但因此您可能会影响您正常使用文广天书提供的部分或全部功能
    `,
  },
  {
    id: 10,
    section: '',
    content: `
    我们理解您输入的文本对话信息、提交的信息反馈中可能包含他人的个人信息，如包含，请您务必取得他人的合法授权，
    避免造成他人个人信息的不当泄露。
    `,
  },
  {
    id: 11,
    section: '3.为您提供安全保障',
    content: `
    为提高您使用我们服务的安全性，我们可能使用您的信息用于身份验证、客户服务、安全防范、诈骗监测等，
    以预防、发现、调查欺诈、危害安全、非法或违反与我们的协议、政策或规则的行为，以保护您、
    我们的其他参与测试人员、我们及社会公众的合法权益。
    `,
  },
  {
    id: 12,
    section: '4.其他用途',
    content: `
    当我们要将您的个人信息用于本规则未载明的其它用途时，或基于特定目的收集而来的信息用于其他目的时，
    会事先征求您的同意。请您理解，我们向您提供的服务将不断更新变化。如果您选择使用本个人信息保护规则中尚未列明的其他功能时，
    在我们收集您的个人信息前，我们会通过协议、页面提示的方式向您详细说明信息收集的目的、方式、范围并征求您的明确同意。
    若您不同意提供前述信息，您可能无法使用该项服务，但不影响您使用其他服务。
    `,
  },
  {
    id: 13,
    section: '5. 保障产品、服务及用户使用安全',
    content: `
    （一）为帮助我们更好地了解文广天书及相关服务的运行情况，以便确保运行与提供服务的安全，我们可能记录网络日志信息，
    以及使用软件及相关服务的频率、崩溃数据、总体安装、使用情况、性能数据等信息。
    `,
  },
  {
    id: 14,
    section: '（二）我们可能从第三方获得的您的个人信息',
    content: '',
    list: [
      '1.当您主动使用第三方账号登录文广天书时，我们会收集第三方账号的昵称、头像等信息。',
      '2.用户因使用我们的产品或者服务而被我们收集的信息，例如其他用户发布的信息中可能含有您的部分信息。',
    ],
  },
  {
    id: 15,
    section: '（三）收集、使用个人信息目的变更的处理',
    content: `
    请您了解，随着我们业务的发展，可能会对文广天书的功能和提供的服务有所调整变化。
    原则上，当新功能或服务与个性化推荐、发布信息、互动交流、搜索查询、注册认证等场景相关时，
    收集与使用的个人信息将与原处理目的具有直接或合理关联。在与原处理目的无直接或合理关联的场景下
    ，我们收集、使用您的个人信息，会再次进行告知，并征得您的同意。
    `,
  },
  {
    id: 16,
    section: '（四）依法豁免征得同意收集和使用的个人信息',
    content: `
    请您理解，在下列情形中，根据法律法规及相关国家标准，我们收集和使用您的个人信息无需征得您的授权同意：
    `,
    list: [
      '（1）与国家安全、国防安全直接相关的；',
      '（2）与公共安全、公共卫生、重大公共利益直接相关的；',
      '（3）与犯罪侦查、起诉、审判和判决执行等直接相关的；',
      '（4）出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；',
      '（5）所收集的您的个人信息是您自行向社会公众公开的；',
      '（6）从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道；',
      '（7）根据您的要求签订或履行合同所必需的；',
      '（8）用于维护文广天书软件及相关服务的安全稳定运行所必需的，例如发现、处置文广天书软件及相关服务的故障；',
      '（9）为合法的新闻报道所必需的；',
      '（10）学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；',
      '（11）法律法规规定的其他情形。',
      `特别提示您注意，如信息无法单独或结合其他信息识别到您的个人身份，其不属于法律意义上您的个人信息；
      当您的信息可以单独或结合其他信息识别到您的个人身份时或我们将无法与任何特定个人信息建立联系的数据与其他您的个人信息结合使用时
      ，这些信息在结合使用期间，将作为您的个人信息按照本隐私政策处理与保护。`,
    ],
  },
  {
    id: 17,
    section: '二、我们如何使用Cookie和同类技术',
    content: `
    Cookie 和同类技术是互联网中的通用常用技术。当您使用文广天书及相关服务时，
    我们可能会使用相关技术向您的设备发送一个或多个 Cookie 或匿名标识符，以收集和存储您访问、使用本产品时的信息。
    我们使用 Cookie 和同类技术主要为了实现以下功能或服务：
    `,
    list: [
      '（一）保障产品与服务的安全、高效运转',
      `我们可能会设置认证与保障安全性的 cookie 或匿名标识符，使我们确认您是否安全登录服务，或者是否遇到盗用、欺诈等不法行为。
      这些技术还会帮助我们改进服务效率，提升登录和响应速度。`,
      '（二）帮助您获得更轻松的访问体验',
      '使用此类技术可以帮助您省去重复您填写个人信息、输入搜索内容的步骤和流程（例如：记录搜索历史）。',
      '我们承诺，我们不会将 Cookie 用于本隐私政策所述目的之外的任何其他用途。',
    ],
  },
  {
    id: 18,
    section: '三、我们如何保存及保护您的个人信息',
    content: `
    （一）信息存储的地点
    `,
    list: [
      `我们依照法律法规的规定，将在境内运营过程中收集和产生的您的个人信息存储于中华人民共和国境内。
      目前，我们不会将上述信息传输至境外，如果我们向境外传输，我们将会遵循相关国家规定或者征求您的同意。`,
      '（二）存储期限',
      `我们仅在为提供文广天书服务目的所必需的期间内保留您的个人信息，例如，
      您发布的信息等信息，在您未删除或未注销账号期间，我们会保留相关信息。
      超出必要期限后，我们将对您的个人信息进行删除或匿名化处理，但法律法规另有规定的除外。`,

    ],
  },
  {
    id: 19,
    section: '四、我们如何共享、转让、公开披露个人信息',
    content: `
    （一）个人信息的共享、转让
    `,
    list: [
      `我们不会向第三方共享、转让您的个人信息，除非经过您本人事先授权同意，
      或者共享、转让的个人信息是去标识化处理后的信息，且共享第三方无法重新识别此类信息的自然人主体。`,
      '1.我们可能会共享的个人信息',
      '（1）为实现相关功能或服务与关联方共享',
      `当您在使用文广天书功能时，为保障您在我们及关联方提供的产品间所接受服务的一致性，并方便统一管理您的信息，
      我们会将您去标识化后的个人信息与这些关联方共享。`,
      '（2）帮助您使用文广天书账号登录第三方产品。',
      '当您使用文广天书登录第三方产品时，经过您的同意，我们会将您的昵称、头像等信息与您登录的第三方产品共享。',
      '（3）为实现特定功能而与业务合作伙伴共享',
      `当软件服务提供商、智能设备提供商或系统服务提供商与我们联合为您提供服务时，例如您需要使用地理位置功能时，
      为实现这一功能，我们可能会收集您的位置信息及相关设备信息（例如硬件型号、操作系统版本号、
      国际移动设备身份识别码（IMEI）、网络设备硬件地址（MAC））经过去标识化后并提供给前述提供商。`,
      '2.对共享个人信息第三方主体的谨慎评估及责任约束',
      '（1）经您同意，我们只会与第三方共享实现目的所必要的信息。如果第三方因业务需要，确需超出前述授权范围使用个人信息的，该第三方将需再次征求您的同意。',
      `（2）对我们与之共享您个人信息的第三方，该些第三方会与我们签订保密协议。同时，我们会对其数据安全能力与环境进行评估，
      并要求第三方以不低于本隐私政策所要求的保密和安全措施来处理该信息。`,
      '',
    ],
  },
  {
    id: 20,
    section: '（二）个人信息的公开披露',
    content: `
    我们不会公开披露您的信息，除非遵循国家法律法规规定或者获得您的同意。我们公开披露您的个人信息会采用符合行业内标准的安全保护措施，具体如下：
    `,
    list: [
      '1. 对违规账号、欺诈行为进行处罚公告时，我们会披露相关账号的必要信息。',
    ],
  },
  {
    id: 21,
    section: '（三）依法豁免征得同意共享、转让、公开披露的个人信息',
    content: `
    请您理解，在下列情形中，根据法律法规及国家标准，我们共享、转让、公开披露您的个人信息无需征得您的授权同意：
    `,
    list: [
      '（1）与国家安全、国防安全直接相关的； ',
      '（2）与公共安全、公共卫生、重大公共利益直接相关的；',
      '（3）与犯罪侦查、起诉、审判和判决执行等直接相关的；',
      ' （4）出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；',
      '（5）您自行向社会公众公开的个人信息；', '（6）从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。',
    ],
  },
  {
    id: 22,
    section: '五、我们如何保护个人信息安全',
    content: '',
    list: [
      `（一）我们非常重视您个人信息的安全，将努力采取合理的安全措施（包括技术方面和管理方面）来保护您的个人信息，
      防止您提供的个人信息被不当使用或未经授权的情况下被访问、公开披露、使用、修改、损坏、丢失或泄漏。`,
      '（二）我们会使用不低于行业同行的加密技术、匿名化处理等合理可行的手段保护您的个人信息，并使用安全保护机制防止您的个人信息遭到恶意攻击。',
      `（三）我们会建立专门的安全部门、安全管理制度、数据安全流程保障您的个人信息安全。我们采取严格的数据使用和访问制度，
      确保只有授权人员才可访问您的个人 信息，并适时对数据和技术进行安全审计。`,
      `（四）尽管已经采取了上述合理有效措施，并已经遵守了相关法律规定要求的标准，但请您理解，由于技术的限制以及可能存在的各种恶意手段，
      在互联网行业，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百的安全，我们将尽力确保您提供给我们的个人信息的安全性。您知悉并理解，
      您接入我们的服务所用的系统和通讯网络，有可能因我们可控范围外的因素而出现问题。
      因此，我们强烈建议您采取积极措施保护个人信息的安全，包括但不限于使用复杂密码、定期修改密码、不将自己的账号密码等个人信息透露给他人。`,
      `（五）我们会制定应急处理预案，并在发生用户信息安全事件时立即启动应急预案，努力阻止该等安全事件的影响和后果扩大。
      一旦发生用户信息安全事件（泄露、丢失等）后，我们将按照法律法规的要求，及时向您告知：
      安全事件的基本情况和可能的影响、我们已经采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。
      我们将及时将事件相关情况以推送通知、邮件、信函、短信等形式告知您，难以逐一告知时，我们会采取合理、有效的方式发布公告。
      同时，我们还将按照相关监管部门要求，上报用户信息安全事件的处置情况。`,
      `（六）我们谨此特别提醒您，本隐私政策提供的个人信息保护措施仅适用于文广天书及相关服务。
      一旦您离开文广天书及相关服务，浏览或使用其他网站、服务及内容资源，
      我们即没有能力及义务保护您在文广天书及相关服务之外的软件、网站提交的任何个人信息
      ，无论您登录、浏览或使用上述软件、网站是否基于文广天书的链接或引导。`,

    ],
  },
  {
    id: 23,
    section: '六、未成年人条款',
    content: `
    若您是未满18周岁的未成年人，在使用文广天书及相关服务前，应在您的父母或其他监护人监护、指导下共同阅读并同意本隐私政策。
    我们根据国家相关法律法规的规定保护未成年人的个人信息，只会在法律允许、父母或其他监护人明确同意或保护未成年人所必要的情况下收集、
    使用、储存、共享、转让或披露未成年人的个人信息；
    如果我们发现在未事先获得可证实的父母同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关信息。
    `,
    list: [
      '若您是未成年人的监护人，当您对您所监护的未成年人的个人信息有相关疑问时，请通过公司本隐私政策公示的联系方式与我们联系。',
    ],
  },
  {
    id: 24,
    section: '七、隐私政策的修订和通知',
    content: `
    （一）为给您提供更好的服务，文广天书及相关服务将不时更新与变化，我们会适时对本隐私政策进行修订，这些修订构成本隐私政策的一部分。
    `,
    list: [
      `（二）本隐私政策更新后，我们会在文广天书发出更新版本，并在更新后的条款生效前提醒您更新的内容，
      以便您及时了解本隐私政策的最新版本，如您继续使用我们的服务，表示同意接受修订后的本政策的内容，仍会再次以显著方式征求您的同意。`,
      '（三）对于重大变更，我们还会提供更为显著的通知（我们会通过包括但不限于邮件、短信、私信或在浏览页面做特别提示等方式，说明《隐私政策》的具体变更内容）。',
      '本《隐私政策》所指的重大变更包括但不限于：',
      '（1）我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息的类型、个人信息的使用方式等；',
      '（2）我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有变更等；',
      '（3）个人信息共享、转让或公开披露的主要对象发生变化；',
      '（4）您参与个人信息处理方面的权利及其行使方式发生重大变化；',
      '（5）我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时。',
    ],
  },
  {
    id: 25,
    section: '八、适用范围',
    content: `
    本隐私政策适用于由文广天书及其关联方提供的所有服务，不适用于有单独的隐私政策且未纳入本隐私政策的第三方产品或服务。
    本隐私权政策不适用于：
    `,
    list: [
      '1. 其他第三方产品或服务，可能包括在个性化推荐中向您显示的产品或网站和广告内容或者文广天书服务中链接到的其他产品或网站；',
      `2. 为文广天书服务进行广告宣传的其他第三方。您使用这些第三方服务（包括您向这些第三方提供的任何个人信息），
      将受这些第三方的服务条款及隐私政策约束（而非本隐私政策），具体规定请您仔细阅读第三方的条款。
      请您妥善保护自己的个人信息，仅在必要的情况下向第三方提供。`,
      `请您了解，本隐私政策中所述的文广天书及相关服务可能会根据您所使用的手机型号、系统版本、软件应用程序版本等因素而有所不同。
      最终的产品和服务以您所使用的文广天书相关服务为准。`,

    ],
  },
  {
    id: 26,
    section: '九、其他',
    content: '',
    list: [
      '（一）本"隐私政策"中的标题仅为方便及阅读而设，并不影响本《隐私政策》中任何规定的含义或解释。',
      '（二）本"隐私政策"的版权为我们所有，在法律允许的范围内，我们拥有解释和修改的权利。',

    ],
  },
  {
    id: 27,
    section: '十、联系我们',
    content: `
    文广天书由新疆生产建设兵团文广传媒集团有限公司提供，如果您对个人信息保护问题有投诉、建议、疑问，
    您可以将问题发送至邮箱（251550481@qq.com），我们核查并验证您的用户身份后会及时反馈您的投诉与举报。
    `,
  },
  {
    id: 28,
    section: '',
    content: `
    如对本隐私政策内容有任何疑问、意见或建议，您可以将问题发送至邮箱（251550481@qq.com）
    `,
  },
]

export const userPrivacy = {
  tailDate: '2023年5月10日',
  tailName: '文广天书',
}
